Revit 2027 API
PointOnFace.UV Property
The location of the point in the surface's coordinate system.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public UV UV { get; set; }
Public Property UV As UV
	Get
	Set
public:
property UV^ UV {
	UV^ get ();
	void set (UV^ value);
}
member UV : UV with get, set
Property Value
UV
See Also
Reference
PointOnFace Class
Autodesk.Revit.DB Namespace